export default {
  projections: {
    ФормирРезПосE: {
      дата: {
        __caption__: 'Дата'
      },
      статусЗаказа: {
        __caption__: 'Статус заказа'
      },
      наличиеДеф: {
        __caption__: 'Наличие дефектов'
      },
      удовлКлиента: {
        __caption__: 'Удовлетворенность клиента'
      }
    },
    ФормирРезПосL: {
      дата: {
        __caption__: 'Дата'
      },
      статусЗаказа: {
        __caption__: 'Статус заказа'
      },
      наличиеДеф: {
        __caption__: 'Наличие дефектов'
      },
      удовлКлиента: {
        __caption__: 'Удовлетворенность клиента'
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    наличиеДеф: {
      __caption__: 'Наличие дефектов'
    },
    статусЗаказа: {
      __caption__: 'Статус заказа'
    },
    удовлКлиента: {
      __caption__: 'Удовлетворенность клиента'
    },
    формирДокРаспр: {
      __caption__: 'формирДокРаспр'
    }
  }
};
